Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: གང་ མི འི་ འཇིག་རྟེན་ ན་ མི་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱིས་ གཤིན་རྗེ འི་ བསྒོ་བ་ ཉན་པ ར་ འགྱུར་ རོ །_།
en: Thus, those who acted badly to other humans when they were in the world of humans must later listen to the indictments of the Lord of Death.

source: དེ འི་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱིས་ གཤིན་རྗེ འི་ མི་ ཉེ་བ ར་ འདུག་ སྟེ་ ཤིན་ཏུ་ དངངས་པ ར་ བྱེད་ ཅིང་
en: $1362 “Due to their misdeeds, terrifying henchmen of the Lord of Death will appear before such doers of misdeeds.

source: ཆ་བྱད་ བསྒྱུར་བ་ འཆང་བ །_ ལུས་ བསྒྱུར་བ །_ ལག་ ཏུ་ མཚོན་ཆ་ ཐོགས་པ །_ ལུས་ སྐྲ ས་ མུན་པ་ ལྟར་ ཁེབས་པ །_
en: Capable of transforming their appearance and physical form, the henchmen will wield various weapons, and hair will carpet their bodies like darkness.

source: མཆུ་ དང་ ལྟོ་འཕྱང་བ །_ རྣ་བ་ འཕྱང་བ །_
en: Their lips and bellies will jut out and their earlobes dangle.

source: ཧ་ ཧ འི་ སྒྲ་ དང་ མཚོན་ཆ་ འདེབས་པ་ རྣམས་ ཀྱིས་ མི་ དེ་ ལ་ འཇིགས་ པར་ བྱེད་ དོ །_།
en: ‘Ha ha!’ they cry, as they brandish their weapons. In this way they are terrifying to behold.

source: དེ་དག་ གིས་ མི་ དེ་ མཐོང་ ནས་ ཕྱིས་ ལག་པ་ བཅིང་བ ས་ བཅིངས་ ཏེ་ གཤིན་རྗེ འི་ འཇིག་རྟེན་ གཤིན་རྗེ འི་ དྲུང་ དུ་ ཁྲིད་ དོ །_།
en: Once they see the perpetrators of misdeeds, they will first grab them and chain them up, and then drag them before the Lord of Death.

source: འདི་ལྟར་ དེ་ ལྷ་ དང་ མི འི་ འཇིག་རྟེན་ ནས་ ཡི་དགས་ ཀྱི་ ཡུལ་ དུ་ ཁྲིད་ དེ་
en: Thus, those people will be driven from the world of gods and men and into the world of starving spirits. There, the henchmen will address the Lord of Death:

source: ལུས་ ཀྱིས་ ཉེས་པ ར་ སྤྱད་པ་ དང་ །_ ངག་ གིས་ ཉེས་པ ར་ སྤྱད་པ་ དང་ །_ ཡིད་ ཀྱིས་ ཉེས་པ ར་ སྤྱད་པ་ དང་ ལྡན་པ་ དེ་ ལ་ ལྷ ས་ རྗེས་སུ་ བསྟན་པ ར་ གསོལ་ ཞེས་ སྨྲས་ སོ །_།
en: ‘Your Majesty, we request your judgment over this perpetrator of misdeeds of body, speech, and mind.’

source: དེ་ནས་ གཤིན་རྗེ འི་ རྒྱལ་པོས་ མི་ དེ་ ལ་ འདི་ལྟར་ རྗེས་སུ་ བསྟན་པ །_
en: In reply, the royal Lord of Death will deliver the following teaching to the human before him:

source: མཁས་པ་ རང་ གི་ ལས་ ཀྱིས་ སུ །_། མི་ དག་ ཏུ་ ནི་ ཁྱོད་ སྐྱེས་ ན །_།
en: $1363 “ ‘Wise man, in accordance with your actions You were born among humans.

source: རིན་ཆེན་ གླིང་ དུ་ ཁྱོད་ བསླུས་པ །_། ཅི་ ཡི་ ཕྱིར་ ན་ ཆོས་མ་ སྤྱད །_།
en: Landing thus on a veritable island of jewels, Why did you not practice the Dharma?

source: བདེ་བ་ ལས་ ལ་ རག་ ལས་ མཐོང་ །_། ཡིད་ ནི་ དེ་བཞིན་ བདེ་བ་ ལས །_། འཆི་ དང་ སྐྱེ་བ་ རྣམས་ སྤྱད་པ །_།
en: $1364 “ ‘It is observed that happiness depends on action, And the mind likewise depends on happiness, As it experiences death and birth.#188

source: ཆོས་ ནི་ ཡིད་ དང་ རྗེས་སུ་ འབྲེལ །_།
en: Dharma is thus interwoven with the mind.

source: འདུ་བྱེད་ ཐམས་ཅད་ མི་རྟག་ སྟེ །_། ཆུ་ ཡི་ ཆུ་བུར་ ལྟ་བུ་ ཡིན །_།
en: $1365 “ ‘All conditioned things are as impermanent As bubbles on water.

source: འཇིག་རྟེན་ འདི་ དང་ ཕ་རོལ་ དུ །_། དེ་ལྟ ར་ ལེགས་པ འི་ ལས་ སྤྱོད་ དོ །_།
en: Therefore, in this world and beyond, Practice wholesome actions!

source: གང་ཞིག་ རྟག་ ཏུ་ དགེ་བྱེད་པ །_། ཀུན་ ཏུ་ མི་དགེ་ ཡོང་ མི་ བྱེད །_། དེ་ ནི་ ངར་ ལྟ་ ལམ་ མི་ འདོད །_། མཐོ་རིས་ སྐས་ ལ་ ཀུན་ དུ་ གནས །_།
en: $1366 “ ‘Those who constantly engage in virtue And refrain entirely from nonvirtue Will not be inclined toward the inauspicious path, But instead remain on the stairway to the higher realms.

source: བྱིས་པ་ གང་དག་ སེམས་ མེད་པ །_། [302a] རྟག་ ཏུ་ ཉེས་པ ར་ སྤྱོད་ ལ་ དགའ །_།
en: $1367 “ ‘Mindless, childish beings {{page:{number:441,id:UT22084-068-021-100467,folio:F.302.a,volume:V68}}} Are always fond of misdeeds.

source: སྡིག་པ་ ངེས་པ ར་ རྣམ་ སྤངས་པ །_། འགྲོ་བ་ བཟང་པོ ར་ འགྲོ་བ ར་ འགྱུར །_།
en: Those who definitively renounce unwholesome deeds Will progress toward fine destinations.

source: འཇིག་རྟེན་ ལས་ ཀྱི་ འབྲས་བུ་ མཐོང་ །_། ལྷ་ ལ་ རྣམ་པ་ སྣ་ཚོགས་ མཐོང་ །_།
en: $1368 “ ‘It is observed that the world is the effect of action, And the gods see many different things.

source: གང་ཞིག་ བག་མེད་ ཤིན་ཏུ་ རྩུབ །_། དེ་དག་ ངེས་པ ར་ འཕགས་ མི་ བྱེད །_།
en: Those who are careless and savage Will not rise high.

source: གང་ གི་ དོན་ དུ་ ལུས་ དང་ ངག _། ཡིད་ ཀྱིས་ མང་ དུ་ སྡིག་ བྱས་པ །_། དེ་དག་ ཐམས་ཅད་ གཞན་ དུ་ དོང་ །_། གནས་ འདིར་ ཁྱོད་ ནི་ གཅིག་པུ་ འདུག _།
en: $1369 “ ‘Those who engage in sundry misdeeds Of body, speech, and mind Are bound for somewhere else— So all of you are gathered here!

source: མི་ ནི་ རྙེད་ དཀའ་ ཐོབ་ ནས་ སུ །_། གང་ཞིག་ སྡིག་པ་ མང་ བྱེད་པ །_། ཤིན་ཏུ་ སླུ་བ་ མི་ བཟད་ དེ །_། ངན་འགྲོ ར་ ངེས་པ ར་ འགྲོ་བ་ ཡིན །_།
en: $1370 “ ‘Those who obtain a human life, so difficult to find, But engage in abundant unwholesome actions Are horribly mistaken, For they descend to the lower realms.

source: གང་ཞིག་ སྡིག་ལས་ བྲལ་བ་ ནི །_། ཤིན་ཏུ་ དགེ་ ལ་ དགའ་ འགྱུར་ ཏེ །_།
en: $1371 “ ‘Those free of evil, Who delight in utter virtue,

source: དེ་ ནི་ བདེ་ ལས་ བདེ་ འཐོབ་ ཅིང་ །_། མྱ་ངན་ འདས་པ ར་ རབ་ཏུ་ འགྲོ །_།
en: Gain happiness upon happiness And proceed to suffering’s transcendence.

source: གང་ཞིག་ དགེ་ ལ་ཉེ ར་ སྟེན་པ །_། མི་ ནི་ ཤིན་ དུ་ བཀྲ་ཤིས་ འགྱུར །_།
en: $1372 “ ‘People who practice virtue Will find abundant good fortune.

source: གང་ཞིག་ སྡིག་ ལ་ཉེ ར་ སྟེན་པ །_། དེ་ ནི་ ཤིན་ཏུ་ བཀྲ་ མི་ ཤིས །_།
en: Those who practice evil Will find the complete loss of good fortune.

source: ཐོག་མ་ བར་ དང་ མཐ ར་ ངན་པ །_། དམ་པས་ དེ་ ནི་ རྣམ་པར་ སྨད །_། སྡིག་པ་ སྡིག་པ ར་ འགྲོ་བ་ མཐོང་ །_། སེམས་ཅན་ དམྱལ་བ་ ཉེ་བ ར་ རྟོག _།
en: $1373 “ ‘Bad in the beginning, middle, and end, And reviled by holy beings, Evil is seen to bring evil, And is thus known to be hell.

source: ལས་ དགེ་ དབང་པོ་ ཐུལ་བ་ ནི །_། འཇིག་རྟེན་ དག་ ན་ ཤིན་ཏུ་ བཟང་ །_།
en: $1374 “ ‘Those who engage in virtue and train their faculties Are excellent beings in the world.

source: ལུས་ དང་ བྲལ་ ནས་ བདེ་འགྲོ་ སྟེ །_། ལྷ་ ཡི་ འཇིག་རྟེན་ སྐྱེ་བ ར་ འགྱུར །_།
en: When separating from their bodies, They proceed to happy states and are born among gods.

source: ཁྱོད་ ནི་ བཅིང་བ་ དམ་པོ ས་ བཅིངས །_། གཤིན་རྗེ འི་ ཕོ་ཉ ས་ དབང་ དུ་ བྱས །_།
en: $1375 “ ‘Bound by tight chains, you are now Forcefully dragged on by the Lord of Death’s henchmen.

source: གཤིན་རྗེ འི་ འཇིག་རྟེན་ བསྟེན་ དཀའ་བ །_། དྲག་པོ་ མི་ བཟད་ ཁྱོད་ ཀྱིས་ ཐོབ །_།
en: The world of the Lord of Death is difficult to endure— You have attained that which is unbearably painful.

source: ཁྱོད་ ཀྱིས་ ངན་ བྱས་ གང་ བྱས་པ འི །_། ལས་ དེ་ འདིར་ ནི་ སྤྱད་པ ར་ གྱིས །_།
en: $1376 “ ‘It is your previous misdeeds That have caused you to experience this.

source: བྱིས་པ་ རང་ གིས་ བྱས་ ལ་ སྤྱད །_། གཞན་ གྱིས་ སྤྱོད་པ་ ཉིད་ མི་ འགྱུར །_།
en: Childish beings experience their own doing And not anyone else’s.’

source: དེ་ལྟ ར་ དེ་ གཤིན་རྗེ ས་ རྗེས་སུ་ བསྟན་པ་ ན་ གཤིན་རྗེ འི་ ཆད་པ་ དེ་དག་ མངོན་སུམ་ དུ་ གྱུར་ ཏོ །_།
en: $1377 Once the Lord of Death has imparted these indictments, the experience of punishment ensues.

source: དེ་ནས་ དེ་ བསྟན་ ནས་ གཤིན་རྗེ འི་ མིས་ ཉེས་པ ར་ བྱེད་པ་ བྱས་པ་ རང་ གི་ ལས་ ཀྱི་ འབྲས་བུ ས་ བསླུས་པ་ དེ་ཕྱིར་ བྱུང་ ནས་ ལས་ ཉེ་བ ར་ འགྲོ་བ་ ཇི་ལྟ་བ་ བཞིན་ དུ་ ཁྲིད་ དེ །_
en: Thus, the evildoer, who was beguiled by the effects of his own actions, will be hauled outside by the henchmen, and will now have to face the consequences of his actions.

source: ཇི་སྲིད་ དུ་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ དེ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཟས་ རླུང་ ལ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: Until his negative acts have been overcome, relinquished, and exhausted, he must subsist on nothing but air as his food.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་
en: $1378 “When such beings finally escape the world of starving spirits, they may, with the likelihood of a sea turtle poking its head through a yoke floating on the ocean, be born with the general lot in life of a human.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ རི་ ཉམ་ང་བ་ དང་ ཆུ་ མི་ བདེ་བ འི་ འགྲམ་ དུ་ གནས་ ཏེ་ [302b] ལམ་ དུ་ འགྲོ་བ་ སྐྱེད་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: In that case they will, in accordance with their causal actions, be born in dreadful mountains or on the banks of unpleasant waters, {{page:{number:442,id:UT22084-068-021-100468,folio:F.302.b,volume:V68}}} and they will live a life on the move.

source: དེ་ནས་ ཡང་ རྣལ་འབྱོར་ སྤྱོད་པ་ ནང་ གི་ ཆོས་ ལ་ ཆོས་ ཀྱི་ རྗེས་སུ་ ལྟ་ ཞིང་ གནས་པ་ དགེ་སློང་ དེས་ ས་ གཞན་ བཅུ་བཞི་པ་ ལ་ ཇི་ལྟ ར་ འཇུག་ སྙམ་ ནས །_
en: $1379 “At this point the monk, the spiritual practitioner abiding by the observation of inner phenomena, will enter the fourteenth ground.

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ སམ་ ལྷ འི་ མིག་ གིས་ གཟུགས་ ཀྱི་ སྐྱེ་མཆེད་ བཅུ་ མཐོང་ སྟེ །_ འདི་ལྟ་སྟེ །_ མིག་ གི་ སྐྱེ་མཆེད་ དང་ །_ གཟུགས་ ཀྱི་ སྐྱེ་མཆེད་ དང་ །_ རྣ་བ འི་ སྐྱེ་མཆེད་ དང་ །_ སྒྲ འི་ སྐྱེ་མཆེད་ དང་ །_ སྣ འི་ སྐྱེ་མཆེད་ དང་ །_ དྲི འི་ སྐྱེ་མཆེད་ དང་ །_ ལྕེ འི་ སྐྱེ་མཆེད་ དང་ །_ རོ འི་ སྐྱེ་མཆེད་ དང་ །_ ལུས་ ཀྱི་ སྐྱེ་མཆེད་ དང་ །_ རེག་བྱ འི་ སྐྱེ་མཆེད་ དོ །_།
en: Thus, he will, through knowledge derived from hearing or by means of the divine eye, see the ten sense sources of form: the sense sources of the eye and form, the ear and sound, the nose and smell, the tongue and taste, and the body and tactility.

source: མིག་ དང་ གཟུགས་ ལ་ བརྟེན་ ནས་ བདག་ གི་ འདུ་ཤེས་ བྱུང་ ངོ་
en: ‘The notion of self arises based on the eye and form.’

source: སྙམ་ སྟེ །_ དེས་ བརྟགས་ ན་ མིག་ དང་ གཟུགས་ ལ་ བརྟེན་ ནས་ མིག་ གི་ རྣམ་པར་ ཤེས་པ་ སྐྱེ་ སྟེ །_ གསུམ་ འདུས་པ་ ལས་ རེག་པ །_
en: $1380 “Continuing his investigation, the monk will think, ‘Eye consciousness arises in dependence on the eye and form, and as the three come together there is contact.

source: རེག་པ་ དང་ ལྷན་ཅིག་ སྐྱེས་པ་ ཚོར་བ་ དང་ །_ འདུ་ཤེས་ དང་ །_ སེམས་པ་ དང་ །_ རྣམ་པར་ ཤེས་པ་ འབྱུང་ སྟེ །_
en: Together with contact come sensation, perception, attention, and consciousness.

source: རེག་པ ར་ བྱེད་པ ས་ རེག་པ །_ ཚོར་བ ར་ བྱེད་པ ས་ ཚོར་བ །_ ཤེས་པ ར་ བྱེད་པ ས་ འདུ་ཤེས་ ཏེ །_
en: Thus, factors of contact yield contact, factors of sensation yield sensation, and factors of cognition yield perception.

source: འདི་ལྟར་ གཟུགས་ འདི་ ནི་ རིང་ ངོ་ ཐུང་ ངོ་ །_།
en: In this way one will think, “This form is long, and that form is short.

source: སྡུག་ གོ་མི་ སྡུག་ གོ །_།
en: This is delightful and that is unpleasant.

source: བསྟན་ དུ་ཡོད་པ འོ །_།
en: This is conspicuous.

source: ཐོགས་པ་ དང་ བཅས་པ འོ་ སྙམ་པ འོ །_།
en: That is obstructive.”

source: སེམས་པ ར་ བྱེད་པ ས་ སེམས་པ འོ །_། ཡང་ རྣམ་པར་ ཤེས་པ ར་ བྱེད་པ ས་ རྣམ་པར་ ཤེས་པ་ སྟེ །_
en: Factors of attention yield attention, and factors of consciousness yield consciousness.

source: ཆོས་ དེ་དག་ དམིགས་པ་ གཅིག་ ལ་ འཇུག་ ཅིང་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: All of those phenomena engage with, and occur in relation to, a single observation.

source: མཚན་ཉིད་ གཞན་ དང་ གཞན །_ ངོ་བོ་ ཉིད་ གཞན་ དང་ གཞན་ ཡིན་ ནོ །_།
en: They all have distinct characteristics and are of distinct essences.

source: འདི་ལྟར་ ས་ ཆེན་པོ འི་ ཆོས་ བཅུ་ ནི་ ཚོར་བ་ དང་ །_ འདུ་ཤེས་ དང་ །_ སེམས་པ་ དང་ །_ རེག་པ་ དང་ །_ ཡིད་ ལ་ བྱེད་པ་ དང་ །_ འདུན་པ་ དང་ །_ མོས་པ་ དང་ །_ དྲན་པ་ དང་ །_ ཏིང་ངེ་འཛིན་ དང་ །_ ཤེས་རབ་ སྟེ །_ དེ་ལྟ ར་ དམིགས་པ་ གཅིག་ ལ་ མཚན་ཉིད་ གཞན་ དུ་ འདོད་ དོ །_།
en: Thus, the ten phenomena of the great ground are sensation, perception, attention, contact, mental engagement, intention, interest, recollection, absorption, and insight—all of which are held to have distinct characteristics while relating to a single observation.

source: རྣམ་པར་ ཤེས་པ་ ལ་སོགས་པ་ ཆོས་ བཅུ་གཅིག་པོ་ དེ་དག་ ཀྱང་ ཇི་ལྟ ར་ ཉི་མ འི་ འོད་ཟེར་ གཅིག་ ཏུ་ འདུ་ ཡང་ འོན་ཀྱང་ ངོ་བོ་ ཉིད་ གཞན་པ་ དེ་བཞིན་ དུ་ རྣམ་པར་ ཤེས་པ འི་ ངོ་བོ་ ཉིད་ གཞན་པ་ ནས་ སེམས་པ འི་ བར་ དུ་ གཞན་ ནོ་ སྙམ་ སྟེ
en: These ten, as well as consciousness, which is the eleventh, are like distinct sunrays that may gather as one although they have different essences. Likewise, everything from consciousness to attention also has each its own essential nature.’

source: དགེ་སློང་ གཟུགས་ ཀྱི་ སྐྱེ་མཆེད་ ཀྱི་ དེ་ ཁོ་ན་ཉིད་ ཤེས་པ་ དེས་ མིག་ གསོག་ དང་ །_ གསོབ་ དང་ །_ སྙིང་པོ་ མེད་པ་ དང་ །_ ཡང་དག་པ་ མ་ཡིན་པ ར་ མཐོང་ ངོ་ །_།
en: $1381 “Thus, the monk who knows the real nature of the sense source of form will correctly perceive that the eye is unreal, fake, spurious, and not genuine.

source: ཕྱོགས་ བཅུ ར་ ལམ་ གྱི་ [303a] དེ་ཉིད་ ཤེས་ ཤིང་ ལོག་པ ར་ ལྟ་བ་ སྤངས་པ་ ཡང་དག་པ འི་ ལྟ་བ་ སྔོན་ དུ་ འདྲེན་པ ས་ མིག་ གི་ རྣམ་པ་ གཏི་མུག་ གི་ རྙོག་པ ར་ གྱུར་པ་ སྤོང་ སྟེ །_
en: He will understand the nature of the path in the ten directions {{page:{number:443,id:UT22084-068-021-100469,folio:F.303.a,volume:V68}}} and give up wrong views. Guided by the true view, he will become free from delusion about the features of the eye.

source: དེ་ ཁོ་ན་ཉིད་ མཐོང་བ་ དེས་ ཤ འི་ གོང་བུ ར་ བྱས་པ་ རྣག་ ཉུང་ངུ་ དང་ མཆི་མ་ མང་པོ འི་ གནས་ ཡིན་ ནོ་ སྙམ་ དུ་ རིག་ ནས་ དེ་ ལ་ འདོད་ཆགས་ སྐྱེ་བ་ རབ་ཏུ་ སྤོང་ ངོ་ །_།
en: With the understanding, ‘This lump of flesh is the site of a bit of pus and many tears,’ he will give up attachment to it.

source: མི་རྟག་པ་ ཡིན་ ནོ་ སྙམ་ ནས་ མི་རྟག་ པར་ ལྟ་བ ར་ བྱེད །_
en: Thinking, ‘This is impermanent,’ he will regard it as such.

source: ཤ འི་ གོང་བུ་ དང་རུ ས་པ འི་ བུ་ག འི་ རྣམ་པ་ ཡིན་ ནོ་ སྙམ་ ནས་ འདོད་ཆགས་ དང་ བྲལ་བ ར་ བྱེད །_
en: Thinking, ‘This is a lump of flesh set in the holes of the skull,’ he will become free from desire.

source: རྒྱུས་པ ས་ སྦྲེལ་པ་ ཡིན་ ནོ་ སྙམ་ ནས་ མིག་ གི་ སྐྱེ་མཆེད་ ཕན་ཚུན་ རག་ ལས་པ་ འདི་ ལ་ རྟོག་ སྟེ །_ འདི་ ལ་ སྙིང་པོ་ མེད་ ཅིང་ བདག་མེད་ པར་ རིག་ གོ །_།
en: Thinking, ‘This is held together by veins,’ he will understand how the sense source of the eye manifests in dependence on other things and thus recognize its lack of essence or self.

source: མདོར་ན་ མིག་ འདི་ ནི་ སྡུག་བསྔལ་ ཡིན་ ནོ་ བར་ ཤེས་ ཤིང་ མཐོང་ ནས་ མིག་ གི་ སྐྱེ་མཆེད་ ཀྱི་ འདོད་ཆགས་ དང་ བྲལ་ ལོ །_།
en: In short, understanding and seeing, ‘This eye is suffering,’ he will become free from attachment to the sense source of the eye.

source: དེ་ མིག་ གི་ སྐྱེ་མཆེད་ ཇི་ལྟ་བ་ བཞིན་ རྟོགས་ ནས་ གཟུགས་ ལ་ ཡང་ རྣམ་པར་ དཔྱོད་པ ར་ བྱེད་ དེ །_
en: $1382 “Once he has correctly understood the sense source of the eye, he will proceed to examine form.

source: གཟུགས་ གང་ སྡུག་པ་ དང་ མི་ སྡུག་པ་ དང་ ལུང་ དུ་མ་ བསྟན་པ་ འདི་ ནི་ ཀུན་ ཏུ་ རྟོག་པ་ ཙམ་ སྟེ །_
en: He will think, ‘Attractive, unattractive, and neutral forms are all mere thinking.

source: འདི་ ལ་ སྙིང་པོ་ ཅི་ ཡོད །_
en: What essence is there to this?

source: གཙང་བ་ ཅི་ ཡོད །_
en: What is there that is clean?

source: རྟག་པ་ ཅི་ ཡོད །_
en: What is permanent?

source: མི་རྟག་པ་ ཅི་ ཡོད་ ཅེས་ ལྟ་བ་ ན་ རྣམ་པར་ རྟོག་ ཅིང་ དཔྱོད་པ ར་ བྱེད་ དོ །_། དཔྱོད་པ་ ན་སོ་ སོ་ ཡང་དག་ པར་ རིག་པ ར་ བྱེད་ དེ་
en: What is impermanent?’ Inquiring in this way, he will develop correct awareness and understand that, by the very nature of things, form is devoid of pleasure.

source: གཟུགས་ འདི་ ལ་ ངོ་བོ་ ཉིད་ ཀྱིས་ བདེ་བ་ མེད་པ་ དེས་ གཟུགས་ མཐོང་ ཞིང་ ཤེས་ ལ་ རྟོག་པ་ འཐོབ་བོ །_།
en: In this way, he will be able to properly see, know, and conceive of form.

source: གཟུགས་ འདི་ ལ་ སྙིང་པོ་ མེད་ དེ་ གཟུགས་ སྡུག་པ་ དང་ མི་ སྡུག་པ་ འདི་ ནི་ ཀུན་ ཏུ་ བརྟགས་པ་ ཙམ་ མོ །_།
en: $1383 “He will think, ‘Form has no core—these so-called attractive and unattractive forms are all mere thinking.

source: འདི་ ལ་ སྡུག་པ་ དང་ མི་ སྡུག་པ འི་ ངོ་བོ་ མེད་ དེ །_ འཇིག་རྟེན་ འདི་ འབའ་ཞིག་ སྡུག་པ་ དང་ མི་ སྡུག་པ ར་ འདོད་ དོ །_།
en: There is nothing that has any attractive or unattractive essence, yet the whole world thinks in terms of “attractive” and “unattractive.”

source: གཟུགས་ འདི་ ནི་ ངོ་བོ་ ཉིད་ ཀྱིས་ རྟག་པ འམ །_ བརྟན་པ འམ །_ ཐེར་ཟུག་པ འམ །_ བདེ་བ འམ །_ སྙིང་པོ འམ །_ བདག་ དང་ བཅས་པ་ མ་ ཡིན་ ཏེ །_
en: By its very nature, form is not permanent, not stable, not enduring, not delightful, without essence, and without self.

source: འདོད་ཆགས་ དང་ །_ ཞེ་སྡང་ དང་ །_ གཏི་མུག་ གིས་ བསྒྲིབས་པ་ ནི་ གཟུགས་ སྡུག་ གོ་མི་ སྡུག་ གོ་ སྙམ་ དུ་ སེམས་ སོ་ སྙམ་ ནས་ དེ་ གཟུགས་ ཀྱི་ སྐྱེ་མཆེད་ ཡང་དག་ པར་ བརྟགས་ ཏེ །_
en: Yet those obscured by desire, anger, and delusion think, “This form is attractive. That form is unattractive.” ’ $1384 “In this way, he correctly understands the sense source of form.

source: མིག་ དང་ གཟུགས་ མཐོང་ ནས་ ཆགས་པ ར་ མི་ བྱེད །_ རྨོངས་པ ར་ མི་ བྱེད །_ སྙིང་པོ་ ཡོད་པར་ མི་ སེམས་ སོ །_།
en: Having seen the eye and form, he will not harbor any attachments, delusions, or thoughts of them as having an essence.

source: མིག་ དང་ གཟུགས་ ཀྱི་ སྐྱེ་མཆེད་ ལ་ མངོན་པར་ བརྟགས་ ནས །_ མིག་ གི་ རྣམ་པར་ ཤེས་པ་ ལ་ ཆགས་པ ར་ མི་ [303b] བྱེད་ ཅིང་ འདོད་ཆགས་ དང་ བྲལ་བ ར་ བྱེད་ དོ །_།
en: When he has investigated the sense sources of the eye and form, he will become free from attachment {{page:{number:444,id:UT22084-068-021-100470,folio:F.303.b,volume:V68}}} and desire in terms of the eye consciousness.

source: མིག་ གི་ རྣམ་པར་ ཤེས་པ་ བདག་ མ་ ཡིན །_
en: $1385 “He will then develop this awareness:

source: མིག་ གི་ རྣམ་པར་ ཤེས་པ་ བདག་ གི་ མ་ ཡིན་ ཏེ་ དེ་བཞིན་ དུ་ རེག་པ་ དང་ །_ ཚོར་བ་ དང་ །_ འདུ་ཤེས་ དང་ །_ སེམས་པ་ བདག་ མ་ ཡིན །_ སེམས་པ་ བདག་ གི་ མ་ ཡིན་ ནོ་ བར་ རིག་ གོ །_།།_
en: ‘The eye consciousness is not a self, nor does the eye consciousness belong to a self. Likewise, contact, sensation, perception, and attention do not belong to a self.’

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ ཡུལ་ ན་ ཡི་དགས་ བྱིས་པ་ ལ་ ཟ་བ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1386 “As the monk who has knowledge of the effects of the ripening of karmic action continues to examine the world of starving spirits, he will apply knowledge derived from hearing and thus perceive that the realm of starving spirits includes what are called infant eaters.

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ ནད་པ་ རྣམས་ ཀྱི་ ལྷ་ མཆོད་པ འམ་ གནོད་སྦྱིན་ མཆོད་པ འི་ ཕྱིར་ ལས་མི་ བཟད་པ་ དྲག་པོ་ གང་ གིས་ གཞན་དག་ བསླུས་ ནས་ ནོར་རྫས་ ཕྲོགས་ སམ་ ལུག་ བསད་ ན་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ་ ཡང་སོས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how some people afflicted by disease find offerings to gods or yakṣas by engaging in savage actions such as deceitfully robbing the wealth of others or slaughtering sheep.#189 When such people separate from their bodies, they will fall into the lower realms and be born in the Reviving Hell.

source: དེ་ནས་ ཐར་ ནས་ ཀྱང་ ཡི་དགས་ བྱིས་པ་ ལ་ ཟ་བ འི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ལ །_
en: Once they escape from there, they will be born among the starving spirits that eat infants.

source: གང་ སྲོག་གཅོད་པ་ གཞན་ ཞིག་ གལ་ཏེ་ མི འི་ སོ་སོ་ ཡང་དག་ པར་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མི འི་ སྐྱེ་གནས་ སུ་ སྐྱེས་ ན
en: $1387 “Someone who has engaged in killing may take birth as a human due to karmic actions to be experienced as a human.

source: དེ་ སྲོག་གཅོད་པ་ མང་ དུ་ བྱས་པ་ ཇི་ལྟ་བ་ བཞིན་ དུ་ ཡི་དགས་ དེས་ གསོད་པ ར་ བྱེད་ དེ །_
en: In accordance with that person’s accumulated acts of killing, he or she may then be killed by an infant-eating starving spirit.

source: དེ་ མངལ་ ན་ གནས་པ་ ན་ གསོད་པ འམ །_ དེ་ བཙས་པ འི་ ཁྱིམ་ དུ་ གསོད་པ འམ །_ དེ་ གོག་ ཐལ་ ཐུལ་ ན་ གསོད་པ འམ །_ དེ་ ཕུད་བུ་ བཅས་པ་ ན་ གསོད་པ འམ །_ དེ་ ཡོངས་སུ་ རྒྱུག་པ་ ན་ གསོད་པ ར་ བྱེད་ དེ
en: The infanticide may take place when the baby is in the womb, in the home when it is just born, when it is able to crawl, when its hair is tied up in a knot, or when the child is able to run about.

source: དེ་ལྟ ར་ ཡི་དགས་ དེས་ རིམ་གྱིས་ བུས་པ་ དེ་ གསོད་པ ར་ བྱེད་ དོ །_།
en: At any of those stages, these starving spirits may take its life.

source: དེ་ གང་ གི་ ཚེ་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ དེས་ ཡི་དགས་ དེ་ གླགས་ ཚོལ་ ཏེ །_ གླགས་ རྙེད་ ནས་ བུས་པ་ དེ་ ལ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: Because of their previous misdeeds, these starving spirits will wait for their chance and, when the opportunity comes, they will attack and devour the baby.

source: ཁ་ཅིག་ མངལ་ ཏེ་ དེ་བཞིན་ དུ །_། གཞན་ ནི་ བཙས་པ འི་ ཁྱིམ་ དང་ གཞན །_། དེ་བཞིན་ གོག་ ནི་ ཐལ་ ཐུལ་ དང་ །_། ཡོངས་སུ་ རྒྱུག་ ན་ འཆི་བ ར་ འགྱུར །_།
en: “Some die in their mother’s womb, Others in the house of their birth, And others while able to crawl, Or when running around.

source: དེ་ལྟ ར་ སྐོམ་པ་ དང་ བཀྲེས་པ ས་ གདུངས་པ འི་ ལུས་ དེ་ རང་ གིས་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ མྱོང་བ ར་ འགྱུར་ ཏེ །_
en: $1389 “Physically tormented by hunger and thirst, these starving spirits experience the consequences of their own misdeeds.

source: འདི་ལྟར་ བྱིས་པ འི་ སྲོག་ འཚོ་བར་ གྱུར་པ་ ན་ ཉེས་པ ར་ བྱས་པ་ ལས་ཉེས་ པར་ བྱས་པ་ ཉེ་བ ར་ སྒྲུབ་ ཅིང་ དེ་ལྟ ར་ བྱིས་པ་ ལ་ ཟ་བ འི་ [304a] ཡི་དགས་ དེ་ ཉེས་པ ར་ བྱས་པ་ ལས་ ཤིན་ཏུ་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ གཞན་ རྒྱུན་ མི་འཆད་པ་ ན་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ མྱོང་བ ར་ འགྱུར་ ཏེ
en: Attacking babies and devouring them, they perpetuate misdeeds, {{page:{number:445,id:UT22084-068-021-100471,folio:F.304.a,volume:V68}}} letting one crime lead to another. Thus, they experience the world of starving spirits in an unbroken stream of misdeeds.

source: དེ་ལྟ ར་ དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Until their negative acts have been overcome, relinquished, and exhausted, they will continue to take birth in the world of starving spirits.

source: གལ་ཏེ་ མི་ རྣམས་ དང་ སྐལ་བ་ མཉམ་པ ར་ མིར་ སྐྱེས་ ན་ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དེ འི་ བུས་པ་ རིམ་གྲོ་ བྱས་ ཀྱང་ འཚོ་བར་ མི་ འགྱུར་ རོ །_།
en: Even if they should be born with the general lot in life of a human, their infants will not survive, even when they take very good care of them.

source: ཉེས་པ ར་ བྱས་པ འི་ ལས་འབྲེལ་ བས །_། ཉེས་པ ར་ བྱས་པ འི་ འབྲས་བུ ར་ བརྗོད །_།
en: “Flawed effects are said to ensue In concert with flawed activities.

source: དེ་བཞིན་ ལེགས་བྱས་ འབྲས་བུ་ ནི །_། རྣམ་པར་ སྨིན་པ་ བདེ་བ ར་ མཐོང་ །_།
en: Fine effects are likewise Seen to be delightful ripening.

source: ལས་ ཀྱི་ ཐག་པ་ རིང་པོ་ ཡིས །_། བྱིས་པ་ དམ་ དུ་ བཅིངས་པ འི་ རྣམས །_།
en: $1391 “The long rope of karmic action Binds childish beings tightly.

source: མྱ་ངན་ འདས་པ འི་ གྲོང་ མཆོག་ ཏུ །_། འགྲོ་བ ར་ མི་ འགྱུར་ ཐར་བ ར་ དཀའ །_།
en: Preventing them from entering the supreme city of nirvāṇa, It makes their liberation hard to achieve.

source: ཡེ་ཤེས་ མཚོན་ གྱིས་ དེ་ བཅད་ ནས །_། གང་ དུ་ དེ་ ནི་ མི་ འཇུག་ ཅིང་ །_།
en: $1392 “When the weapon of wakefulness severs those ties, They will not have to enter anywhere.

source: ངེས་པ ར་ འཁོར་བ འི་ རིམས་ནད་ བྲལ །_། དམ་པ་ མྱ་ངན་ འདས་པ ར་ འགྲོ །_།
en: Cured of the plagues of cyclic existence, They proceed to the transcendence of suffering.

source: ཇི་ལྟ ར་ ཉ་ དག་ རྒྱས་ བཅུས་ ན །_། བདེ་བ ར་ ཡོངས་སུ་ དབྱུང་ དུ་ རུང་ །_།
en: $1393 “Fish caught in a net Can easily be scooped up.

source: དེ་ལྟ ར་ སེམས་ཅན་ སྲེད་ བཅིངས་པ །_། འཆི་བདག་ གིས་ ནི་ ཉེ་བ ར་ འདྲེན །_།
en: Similarly, beings bound by craving Will be hauled in by the Lord of Death.

source: དུག་ དང་ བཅས་པ འི་ མད ས་ ཕོག་པ འི །_། རི་ དག ས་ གང་ དང་ག ར་ འགྲོ་བ །_།
en: $1394 “A deer hit by a poisonous arrow Will take the poison with it, wherever it goes.

source: དེ་ དང་ དེར་ ནི་ དུག་ འགྲོ་ སྟེ དེ་བཞིན་ མི འི་ དུག་ སྲེད་པ་ ཡིན །_།
en: For humans, the poison is craving; It follows them wherever they go.

source: འགྲོ་བ་ འགྲོ་བ ར་ རྗེས་ འབྲང་བ །_། སྲེད་པ་ དུག་ འདྲ་ སྤོང་བ ར་ གྱིས །_།
en: $1395 “Relinquish the poison of craving That follows you throughout the world.

source: ཤིང་ སྐམ་ མེ་ ཡིས་ སྲེག་པ་ ལྟར །_། བྱིས་པ་ རྣམས་ ལ་ དེ་ ཡིས་ སྲེག _།
en: Like fire to dry wood, It consumes childish beings.

source: རེ་ཞིག་ དགའ་ སྟེ་ ཤེས་པ ར་ དཀའ །_། རྣམ་པར་ སྨིན་པ་ མེ་ དང་ འདྲ །_།
en: $1396 “In this way, a moment of happiness is hard to feel, For its ripening is like fire.

source: གལ་ཏེ་ བདེ་བ་ ཉིད་ འདོད་ ན །_། སྲེད་པ་ དེ་ལས་ ཐར་བ ར་ གྱིས །_།
en: If you wish for happiness, Free yourselves from craving!

source: ཇི་ལྟ ར་ མཆིལ་ པས་ ཟིན་པ་ ཡི །_། ཉ་ ནི་ འཆི་བ འི་ དབང་ དུ་ འགྲོ །_།
en: $1397 “A fish caught on a hook Is destined to die.
